Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=560_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámi teáhter Beaivváš Sajosis
smn: Sämiteatter Beaivváš lávdástâl Sajosist

source: Sámi nášunálateáhter Beaivváš boahtá Sajosii sotnabeaivve guovvamánu 26. beaivve.
smn: Sämmilij aalmuglâšteatter Beaivváš puátá Sajosân pasepeeivi 26. kuovâmáánu.

source: Oaidnit Sajosis Stáinnak-nammasaš oppa bearráša čájálmasa, man giehtačállosa lea čállán Marry Áilonieida Somby.
smn: Sajosist uáinip Marry Áilonieidâ Somby kietâčálusân vuáđuduvvee ubâ perruu čáitálduv Staainâh.

source: Stáinnak lea ulddaid boazu, mii šaddá dáhpedorpmis olbmuid ja elliid máilbmái, ja álgá guohtut boasttu sajes ja boasttu áiggis.
smn: Staainâh lii kufittárij puásui, mii puátá vahâgist kuáttuđ ulmui mailmân.

source: Stáinnak - čájalmasas leat ollu áigeguovdilis temát, vaikko dat vuođđuduvváge juo golbmalot jagi dassái dahkkojuvvon tekstii.
smn: Staainâh šadda feeriimijd, main láá ennuv äigikyevdilis teemah veikkâ čáitáldâh vuáđuduvá jo kulmâlov ihheed tassaaš čaallum teevstân.

source: Govain Leammuid Biret Rávdná / Alitoambealli, Sarakka Gaup / Ruksesoambealli ja Áilloš / Gieddegášáhkku.
smn: Kuuvijn Leammuid Biret Rávdná / Čuovjis uárbimpeeli, Sarakka Gaup / Ruopsis uárbimpeeli já Áilloš / Kieddikeš ákku.

source: Govat: Beaivváš / Stainnak / Mienna.
smn: Koveh: Beaivváš / Stainnak / Mienna.

source: Čájalmas lea dramáhtalaš ja gelddolaš, dat sihke baldá ja guoimmuha, dadjá Marry Ailonieida Somby.
smn: Čáitáldâh lii draamaatlâš – mii sehe palaskit et makkut, iätá Marry Ailonieidâ Somby.

source: - Čájalmasa ulbmilin lea čájehit vuostehagu luonddu billisteami vuostá.
smn: – Čáitálduv uáivilin lii čäittiđ vyestimielâlâšvuođâ luándu pilledem vuástá.

source: Stáinnak - čájalmasas lea mielde ulddat ja stálut ja ulddaid vilges lihkkoboazu Stáinnak.
smn: Staainâh-čáitálduvâst láá mieldi kufittáreh já stááluh sehe kufittárij jievjâ lukkopuásui Staainâh.

source: Ulddaid boazu Stáinnak šaddá dáhpedorpmis olbmuid ja elliid máilbmái, ja álgá guohtut boasttu sajes ja boasttu áiggis.
smn: Staainâh šadda vahâgist ulmui já ellei mailmân já kuáđuškuot puástu saajeest já puástu ääigi.

source: Stáinnak deaivvada Rohttupolitiijain gii bidjá Stáinnaha butkái.
smn: Staainâh kuáhtáá Rottopoolis, kote piäjá Staainâh puutkán.

source: Alit ja Ruksesoambealášguovttos geat leabba Stáinnaha buoremus ustibat áiggošeigga veahkehit su, juoga mii ii leat nu álki.
smn: Čuovjis já Ruopsis uárbimpeeli, Staainâh pyeremusah usteveh, áiguv išediđ suu, mii ij lah nuuvt älkkee.

source: Gájudettiin gávnnadeaba Alit ja Ruksesoambealaža guovttos sihke siivus ja bahás karakteraiguin.
smn: Staainâh kájudijn Čuovjis já Ruopsis uárbimpeeli kuáhtáv sehe sijvuus et paas ulmuid.

source: Soai beassaba maid gullat ahte muhtiinat leat álgán huksegoahtit atomarusttegiid ja vel vearrábut áššiid.
smn: Suoi kuullâv meid, et motomeh láá huksiiškuáttám aatoomruustigijd já vala paabuid aašijd.

source: Ulddaguovttos šaddá dramáhtalaš mátki sihke albma máilmmis ja eatnanvuolážiid máilmmis.
smn: Kufittárkuáhtás šadda draamaatlâš mätki nuuvt rievtis mailmist ko kufittárij-uv mailmist.

source: Ja mihttomearri lea gádjut Stáinnaha, muhto Rohttupolitiija ja Jurratruolla gal eaba liiko dasa.
smn: Já ulmen lii piäluštiđ Staainâh, mut Rottopoolis já Juurrânpahalâš iävá lijkkuu toos.

source: Roger Ludvigsen lea dahkan čájalmasa musihká.
smn: Nyettejeijee já musijkkár Roger Ludvigsen lii nuottim čáitálduv muusik.

source: Dan lea bagadallan Victoria Kahn.
smn: Čáitálduv lii stivrim Victoria Kahn.

source: Lávde- ja bivttáshábmema lea dahkan Sara Kander, čuovgahábmema Bernt Morten Bongo.
smn: Lävdi- já pivtâsvuávám lii toohâm Sara Kander, čuovâvuávám Bernt Morten Bongo.

source: Neavttárat: Beaivváš - teáhtera fasta neavttárat Egil Keskitalo, Áilloš ja Svein B. Olsen, eará čájahallin leaba Sarakka Gaup ja Leammuid Biret Ravdna.
smn: Čájáttelleeh: Beaivváš-teatter fastâ čájáttelleeh Egil Keskitalo, Áilloš já Svein B. Olsen, eres čájáttellen lává Sarakka Gaup já Leammuid Biret Ravdna.

source: Loga dás lasi.
smn: Luuvâ lase täst.

source: Beaivváš - teáhtera čájalmas Sajosis sotnabeaivve 26.2. dmu 17 rájes.
smn: Oovdânpyehtim Sajosist pasepeeivi 26.2. tme 17 rääjist.

source: Bileahtat uvssa bokte:
smn: Liipuh uuvsâst:

source: 18 euro / ráves olbmot
smn: 18 eurod / rävisolmooš

source: 12 euro / ealáhatolbmot ja stuđeanttat
smn: 12 eurod / iäláttâhlâš tâi uáppee

source: 8 euro / mánát
smn: 8 eurod / párnááh
